{
    "openness" : {
        "heading" : "Openness to experience describes a dimension of personality that distinguishes imaginative, creative people from down-to-earth, conventional people.",
        "scorings" : [ "You seem to describe yourself as someone who is down-to-earth and prefers things to be simple and straightforward. You might say that it just makes life easier if things don’t change unnecessarily, that the arts are of no practical use to you, and that you think tradition is more important than others do.",
        "You seem to describe yourself as someone who dislikes needless complexity, and prefers the familiar over the unusual. You might say that you are more conservative than many, but not to an extreme level, and that you value practical outcomes over flighty imagination.",
        "You seem to describe yourself as someone who is aware of their feelings but doesn’t get carried away with their imagination either. You might say that you embrace change when it is necessary while still resisting it when you think it is not, and that beauty is important to you, but it’s not everything.",
        "You seem to describe yourself as someone who is intellectually curious and appreciative of what you consider beautiful, no matter what others think. You might say that your imagination is vivid and makesyou more creative than many others.",
        "You seem to describe yourself as someone who is far more intellectually curious and sensitive to beauty than most. You might say that your beliefs are individualistic and frequently drift towards the unconventional, and that you enjoy your imagination and the exciting places it takes you!"
    ]
    },
    "Conscientiousness" : {
        "heading" : "Conscientiousness concerns the way in which we control, regulate, and direct our impulses.",
        "scorings" : [
            "You seem to describe yourself as someone who is impulsive and whimsical, and fine with it! From your responses it appears that you would say that sometimes decisions need to be made quickly, and that you make them quicker than most! You would say you are zany, colourful, and just generally great fun to be with... as long as someone isn’t relying on you to get some work done.",
            "You seem to describe yourself as someone who is spontaneous and fun, and that you like to do unexpected things that make life that bit more interesting. You might say that you aren’t completely unreliable, but you’ve been known to slip up on occasion.",
            "You seem to describe yourself as someone who is random and fun to be around but that you can plan and persist when life requires it. From your responses it appears that depending on the situation, you can make quick decisions or deliberate for longer if necessary.",
            "You seem to describe yourself as someone who avoids foreseeable trouble through purposefully planning, and achieves success through persistence. From your responses it appears that you are reliable and prepared for life’s challenges.",
            "You seem to describe yourself as someone who is a perfectionist. From your responses it appears that you prefer to plan everything to the last detail, which has consequently led to you being very successful and extremely reliable. From your responses it appears that more than most you enjoy seeing your long-term plans come to fruition."
            ]
    },
    "Extraversion" : {
        "heading" : "Extraversion is marked by pronounced engagement with the external world, versus being comfortable with your own company.",
         "scorings" : [
             "You seem to describe yourself as someone who is quiet and somewhat withdrawn. Your answers describe you as someone who doesn’t need lots of other people around to have fun, and can sometimes find that people are tiring.",
             "You seem to describe yourself as someone who prefers low-key social occasions, with a few close friends. You might say that it's not that you are afraid of large parties; they're just not that fun for you.",
             "You seem to describe yourself as someone who enjoys and actively seeks out social occasions, but would say that they’re not everything. You might say that sometimes it is nice to step back for a while and have a quiet night in.",
             "You seem to describe yourself as someone who is energetic and active. Your answers describe you as someone who enjoys and actively seeks out social occasions, and that you especially enjoy talking with a big group of people.",
             "You seem to describe yourself as someone who is constantly energetic, exuberant and active. Your answers describe you as someone who aims to be the centre of attention at social occasions, asserts yourself when in groups, and usually says, \"Yes!\""
        ]
    },
    "Agreeableness" : {
        "heading" : "Agreeableness reflects individual differences in concern with cooperation and social harmony.",
        "scorings" : [
            "You seem to describe yourself as someone who is willing to make difficult decisions when necessary, and will point out when something is wrong no matter what other people might feel. Your responses suggest that you would say that you can be tough and uncompromising.",
            "You seem to describe yourself as someone who people can find difficult to get along with when you first meet, as you can be suspicious of their motives. Your responses suggest that over time though people warm to you, and you to them, although that doesn’t stop you telling them \"how it is\".",
            "You seem to describe yourself as someone who gets along with people well, especially once they have proved themselves trustworthy to you. Your responses suggest that you do have a healthy scepticism about others’ motives, but that doesn’t stop you from considering others to be basically honest and decent.",
            "You seem to describe yourself as someone who people get along with easily. Your responses suggest that you would say you are considerate and friendly, and think that other people are generally honest and decent.",
            "You seem to describe yourself as someone who is extremely easy to get along with. Your responses suggest that you would say you are considerate, friendly, generous and helpful and you consider most other people to be thoroughly decent and trustworthy."
        ]
    },
    "Neuroticism" : {
        "heading" : "Neuroticism refers to the tendency to experience negative emotions.",
        "scorings" : [
            "You seem to describe yourself as someone who is extremely difficult to upset or stress out, since you rarely, if ever, react with negative emotions, and even when you are anxious about something the feeling quickly passes. Based on your responses, you come across as very calm and resilient.",
            "You seem to describe yourself as someone who is calm and emotionally stable. Based on your responses, you come across as someone who is rarely bothered by things, and when they do get you down the feeling does not persist for very long.",
            "You seem to describe yourself as someone who is generally calm. Based on your responses, you come across as someone who can feel emotional or stressed out by some experiences, however your feelings tend to be warranted by the situation.",
            "You seem to describe yourself as someone who tends to be more self-conscious than many. Based on your responses, you come across as someone who can find it hard to not get caught up by anxious or stressful situations. You might say that you are in touch with your own feelings.",
            "You seem to describe yourself as someone who reacts poorly to stressful situations, and consequently worries more than most about them. However, you are someone that has an emotional depth that others lack."
        ]
    },
    "Age" : {
        "heading": "This is the age that you appear to be based on your Facebook likes. For most people it should match your real life age or vary by only a few years.",
        "scorings" : [
            "On Facebook you appear to be between 14 and 23",
            "On Facebook you appear to be between 24 and 33",
            "On Facebook you appear to be between 34 and 43",
            "On Facebook you appear to be between 44 and 53",
            "On Facebook you appear to be older than 54"
        ]
    }
}
